const fortuneList = [
	{
		"summary": "大吉+财运+才艺",
		"stars": 6,
		"sign": "不可意气，善用智慧，如能慎始，必可昌隆",
		"unsign": "家门隆昌精神爽，博得名利星月朗，权威智谋极周全，君是天下富贵翁。具有此数之人，男则勇敢果断，而女则美貌如仙子，有风流不羁(不顾时局大体)倾向，若修养不够或抑制力不强，往往因桃色事件惹来麻烦",
		"id": 0
	},
	{
		"summary": "凶带吉",
		"stars": 2,
		"sign": "一成一败，一盛一衰，惟靠谨慎，可守成功",
		"unsign": "成败，盛衰这都是相对的，有成功就会有失败，有强盛就会有衰落这都只是时间问题，只有坚定的信念对能获得一定的成功但并不能够永久",
		"id": 1
	},
	{
		"summary": "吉带凶",
		"stars": 2,
		"sign": "外观隆昌，内隐祸患，克服难关，开出泰运",
		"unsign": "外人看来很风光，而自已内部隐藏的危机，只要解决内部的危机，人生将会过得风风火火",
		"id": 2
	},
	{
		"summary": "大吉+官运",
		"stars": 6,
		"sign": "根深蒂固，蒸蒸日上，如意吉祥，百事顺遂",
		"unsign": "进取富贵又如意，智达明敏扬名威，名利寿福皆此得，前途光茫好鸿图。外缘殊胜，容易得人之助力及予人好印象。",
		"id": 3
	},
	{
		"summary": "大吉+官运",
		"stars": 6,
		"sign": "专心经营，善用智慧，霜雪梅花，春来怒放",
		"unsign": "明月光照乐依依，俟如梅花待放时，兴家立业名利全，各自独立有权威。男带此数，需要加强节制力，可免受桃花困扰。女;则因事业雄心万丈，多晚婚",
		"id": 4
	},
	{
		"summary": "凶",
		"stars": 1,
		"sign": "黑暗无光，心迷意乱，出尔反尔，难定方针",
		"unsign": "黑暗无光之凶运数。不仅事事不能如意，加以心迷意乱，难决定方针，出尔反尔，徒蒙损失，虽获成就。如能就初衷贯彻，或有小康之望",
		"id": 5
	},
	{
		"summary": "凶",
		"stars": 1,
		"sign": "秋草逢霜，怀才不遇，忧愁怨苦，事不如意",
		"unsign": "秋天的枯草已经赶上了冰冷的寒霜，而我胸怀才学但生不逢时，难以施展，人生尽是这些忧愁、埋怨、苦衷，人生之事都不如意",
		"id": 6
	},
	{
		"summary": "凶",
		"stars": 0,
		"sign": "此数大凶，破产之象，宜速改变，以避厄运",
		"unsign": "不祥之兆，财产有可能夜尽失， 应尽快改变现在的处事和投资方式，避免厄运",
		"id": 7
	},
	{
		"summary": "大吉+财运",
		"stars": 6,
		"sign": "谦恭做事，必得人和，大事成就，一定兴隆",
		"unsign": "福寿拱照德望高，财子寿全又温和，慈祥好善可恭敬，富贵繁荣得惠泽。财源特佳金钱有餘，离出生之地而往大都市求谋必↓得更发达。外缘殊胜，容易得人之助力及予人好印象",
		"id": 8
	},
	{
		"summary": "凶",
		"stars": 2,
		"sign": "根基不固，摇摇欲坠，一盛一衰，劳而无功",
		"unsign": "与人合伙比之独营好得多，若自己独营商则中途易受挫折",
		"id": 9
	},
	{
		"summary": "大吉",
		"stars": 5,
		"sign": "有贵人助，可成大业，虽遇不幸，浮沉不大",
		"unsign": "开花结子衣食足，大业奏功可庆祝，子孙繁荣多快乐，一家圆满庆有馀",
		"id": 10
	},
	{
		"summary": "吉带凶",
		"stars": 2,
		"sign": "雨夜之花，外祥内苦，忍耐自重，转凶为吉",
		"unsign": "下雨对于花来说，是件好事，但是雨夜，像征着孤独、恐惧、所以，看似吉祥的一片，实是内心承受着煎熬。如果坚强的忍耐过雨夜的敲打，熬过寂寞与恐惧，待明晨又是个艳阳天",
		"id": 11
	},
	{
		"summary": "凶",
		"stars": 2,
		"sign": "遇事犹疑,难望成事,大刀阔斧,始可有成",
		"unsign": "做事犹豫、不果断，很难做成功;变得果断勇敢了，才有希望",
		"id": 12
	},
	{
		"summary": "大吉+官运+财运+才艺",
		"stars": 7,
		"sign": "如龙得云，青云直上，智谋奋进，才略奏功",
		"unsign": "欲望难足希望高，计谋成功财力豪，猜疑嫉妒性自改，如龙i乘云势运开。智能超人贯彻大志，富贵无比，不甘寂寞，叱吒风;云之大吉数，但容易发生牢骚及贪心、欲望太多而永不知足，为其缺点。切忌沉迷投机,可免贻误前程。",
		"id": 13
	},
	{
		"summary": "大吉",
		"stars": 6,
		"sign": "草木逢春，枯叶沾露，稳健着实，必得人望",
		"unsign": "挽回家运矣春光，顺调发展财辉煌，温和笃实阴阳合，稳健顺调得人望。顺风满帆而容易有所成就,易取富贵人生。外缘殊胜，容易得人之助力及予人好印象。",
		"id": 14
	},
	{
		"summary": "中吉",
		"stars": 5,
		"sign": "天时地利，再得人格，讲信修睦，即可成功",
		"unsign": "资性英敏有奇能,怪癖不和害前程,修身涵养与仁和，奏功获得大鸿图。需要注重个人私生活，可免因桃色韵事贻误前程",
		"id": 15
	},
	{
		"summary": "吉带凶",
		"stars": 2,
		"sign": "一胜一衰，浮沉不定，知难而退，自获天佑",
		"unsign": "谨慎保安勿自骄,智谋胆略得显晓,知难而退获天佑，妄进:逞强败涂地。",
		"id": 16
	},
	{
		"summary": "凶",
		"stars": 1,
		"sign": "吉凶参半，得失相伴,投机取巧，如赛一样",
		"unsign": "没有做太多对他人有价值的事情,导到一生来所做的事有如博彩，投机取巧,来得快也去得快,没有多少剩余，命运也在输赢之间转变。",
		"id": 17
	},
	{
		"summary": "大吉+官运",
		"stars": 6,
		"sign": "旭日升天，名显四方，渐次进展，终成大业",
		"unsign": "旭日东昇势壮富，贯彻大业万事胜,终至荣达功名显，猛虎i添翼势声强。具有此数之人，男多勇敢果断，女多貌若天仙，有风流不羁(不顾时局大体)倾向，若修养不够或抑制力不强，往往因桃色事件惹来麻烦。",
		"id": 18
	},
	{
		"summary": "中吉+官运",
		"stars": 5,
		"sign": "杨柳遇春，绿叶发枝，冲破难关，一举成名",
		"unsign": "新生泰运顺行舟，排除万难总无忧,成功繁荣四海明，荣华·富贵好前程。",
		"id": 19
	},
	{
		"summary": "大吉",
		"stars": 6,
		"sign": "阴阳和合，生意欣荣，名利双收，后福重重",
		"unsign": "福禄寿长阴阳和，心身健全是英豪，名利双收富荣达,乃是世上福德人。财源特佳金钱有馀，离出生之地而往大都市求谋必得更发达。",
		"id": 20
	},
	{
		"summary": "凶",
		"stars": 0,
		"sign": "乌云遮月，暗淡无光，空费心力，徒劳无功",
		"unsign": "有特强的第六灵感，性格率直无机心,深得朋辈爱戴。感情|路上多采多姿。做事喜好凭个人直觉及预感做决定。",
		"id": 21
	},
	{
		"summary": "大吉+才艺",
		"stars": 6,
		"sign": "美化丰实，鹤立鸡群，名利俱全，繁荣富贵",
		"unsign": "有德且智德望高，堪为顾问得仁和，名利双收天赋富，威望:荣达世间豪。",
		"id": 22
	},
	{
		"summary": "凶",
		"stars": 1,
		"sign": "黑夜漫长，进退维谷，内外不合，信用缺乏",
		"unsign": "成功之路相当漫长,经验遇到二难选择,在处理问题上，请注意个人信用,否则容易导致内部矛盾和外部人员的质疑。",
		"id": 23
	},
	{
		"summary": "中吉",
		"stars": 5,
		"sign": "专心经营，和气致祥，排除万难，必获成功",
		"unsign": "刚毅果断除万难，独立权威志气安，内外和好兼柔性，温和'养德耀吉星。很勤勉求上进，又很有耐力，在技术界或艺能界，是最可能成功之数也。但此数因少得人和，而略感孤独些。",
		"id": 24
	},
	{
		"summary": "吉带凶",
		"stars": 1,
		"sign": "事业不专，十九不成，专心进取，可望成功",
		"unsign": "对事业不专注者,很难有所成就，有了进取心,对事业专心:致志才有成功的希望!",
		"id": 25
	},
	{
		"summary": "中吉+财运",
		"stars": 4,
		"sign": "池中之龙，风云际会，一跃上天，成功可望",
		"unsign": "侥俸所得贵人扶，善捉机会有财富,认真努力向前程,家门隆昌得富荣。与人合伙比之独营好得多，若自己独营商则中途易受挫折。",
		"id": 26
	},
	{
		"summary": "吉带凶",
		"stars": 2,
		"sign": "云遮半月,百隐风波，应自谨慎，始保平安",
		"unsign": "最近fortuneSummary不好,有对你不利的事情(不好的事情)要发生，自己办事情,说话要谨慎小心，才能避过这些。",
		"id": 27
	},
	{
		"summary": "凶",
		"stars": 2,
		"sign": "波澜起伏，千变万化，凌驾万难，必可成功",
		"unsign": "局势不稳定，变化极多，任何困难都难不到你,最终您将一定会成功，且成就不小,关键是您能否在多变的艰难环境下坚持到最后。",
		"id": 28
	},
	{
		"summary": "凶",
		"stars": 0,
		"sign": "如走夜路，前途无光，希望不大，劳而无功",
		"unsign": "一生就像在夜晚里走路一样,想开创新天地,却部是难以大:·展拳脚,可用好做好现在的事情,等待时机，主动出击容易空手而回,此命需待贵人相助方容易成功。",
		"id": 29
	},
	{
		"summary": "大吉",
		"stars": 5,
		"sign": "万物化育，繁荣之象，专心一意，始能成功",
		"unsign": "富贵荣达得显南，子孙繁茂福绵绵，一身平安富益寿,福禄:双全享千锺。",
		"id": 30
	},
	{
		"summary": "凶",
		"stars": 0,
		"sign": "坎坷前途，苦难折磨，非有毅力，难望成功",
		"unsign": "为人独断独行，事事自行作主解决,鲜有求助他人。而这份独立个性,正正就是吸引异性的特质。但其实心底里,却是渴望·有人可让他她依赖",
		"id": 31
	},
	{
		"summary": "中吉+才艺",
		"stars": 4,
		"sign": "逢凶化吉，吉人天相，风条雨顺,生意兴隆",
		"unsign": "权威显达得众望，忠实热诚运极旺,大德奏功无难事,终得富荣乐千锺。",
		"id": 32
	},
	{
		"summary": "大吉+官运+才运",
		"stars": 6,
		"sign": "能获众望，成就大业，名利双收，盟主四方",
		"unsign": "贵人得助天乙扶，为人之上有财富，众望所归事业成,不可i贪色保安宁。名誉良好，信用亦佳,步步高升。外缘殊胜，容易得人之助力及予人好印象。",
		"id": 33
	},
	{
		"summary": "大吉+官运+才艺",
		"stars": 6,
		"sign": "天赋吉运，能得人望,善用智慧，必获成功",
		"unsign": "智略超群博学多，善处事务亦忍和，功业成就得富荣,艺才相身乐千锺。外缘殊胜,容易得人之助力及予人好印象。具有此数之人，男多勇敢果断,女多貌若天仙，有风流不羁(不顾时局大体)倾向，若修养不够或抑制力不强，往往因桃色事件惹来麻烦",
		"id": 34
	},
	{
		"summary": "凶",
		"stars": 0,
		"sign": "鱼临旱地，难逃恶运，此数大凶，不如更名",
		"unsign": "现时处境就如鱼在旱地上一样,面临大的恶运，是大凶之兆,此处的“不如更名”从现代角度来看,并非全指改名，而更多是指要改变现在的做人处事方式,才能摆脱大凶的来临。",
		"id": 35
	},
	{
		"summary": "凶带吉",
		"stars": 3,
		"sign": "半凶半吉，浮沉多端，始凶终吉，能保成功",
		"unsign": "所求之事,是吉凶参半。所要经历的，既有非你所愿、无法承受之痛苦，也有甘之如饴、顺风顺水之运气。无法如预期的稳定，不确定的因素对其本身影响很大。要老老实实接受磨难的考验,之后成功就会不期而遇。",
		"id": 36
	},
	{
		"summary": "凶",
		"stars": 1,
		"sign": "成功虽早，慎防空亏,内外不合,障碍重重",
		"unsign": "事业初得成功,不能过度放松警惕，不要将积累的资本挥霍一空。如果团队里人心不能合到一起，今后做起事来也会遇到很·多的阻碍。",
		"id": 37
	},
	{
		"summary": "凶",
		"stars": 1,
		"sign": "坎坷不平，艰难重重，若无耐心，难望有成",
		"unsign": "人生过程中，您会遇到非常多的困难,有一坡未平一坡又起之势，在面对这些坎坷时,只要有耐心和毅力,最终都会获得成功的,否则容易一事无成。",
		"id": 38
	},
	{
		"summary": "中吉",
		"stars": 5,
		"sign": "万宝云集，天降幸运，立志奋发，可成大功",
		"unsign": "安稳余庆福禄开，盛大幸福天赐来,内含衰兆应谨慎,注意品行福乐享。名誉良好，信用亦佳,步步高升。",
		"id": 39
	},
	{
		"summary": "中吉",
		"stars": 5,
		"sign": "努力发达，贯彻志望，不忘进退，成功可期",
		"unsign": "意志坚刚善恶明，富进取心求和平，忍耐克己如心意,前难后成可安然。很勤勉求上进，又很有耐力，在技术界或艺能界，是最可能成功之数也。但此数因少得人和，而略感孤独些。",
		"id": 40
	},
	{
		"summary": "吉",
		"stars": 4,
		"sign": "吉运自来，能享盛名，把握机会，必获成功",
		"unsign": "人生路上机会众多，只要把握好一次机会，将会改写您的人生。",
		"id": 41
	},
	{
		"summary": "中吉",
		"stars": 4,
		"sign": "安乐自来，自然吉祥,力行不懈，终必成功",
		"unsign": "志高力微乏实行，妄谋无计事难成,晚年安宁静逸祥,享得天赋增吉相。",
		"id": 42
	},
	{
		"summary": "凶",
		"stars": 2,
		"sign": "遇吉则吉,遇凶则凶，惟靠谨慎,逢凶化吉",
		"unsign": "遇到好的的人或事自然就会有好的事情发生或是有好的事降临，相反的遇到坏人坏事就会有糟糕的事情发生讨厌的人来了，想要不被厄运控制，打破坏人坏事的困扰,就只有小心谨慎，有了这种心思方可逢凶化吉，就是遇到坏的也可以变成好的。",
		"id": 43
	},
	{
		"summary": "大吉+官运",
		"stars": 6,
		"sign": "此数大吉，名利双收，渐进向上，大业成就",
		"unsign": "智勇得志意气新,建立声誉事业兴，终到富贵福禄奏，为人领导德望高。顺风满帆而容易有所成就,易取富贵人生。",
		"id": 44
	},
	{
		"summary": "凶",
		"stars": 0,
		"sign": "见异思迁，十九不成，徒劳无功,不如更名",
		"unsign": "见异思迁,使自已做的事情无一成功，开始全情投入,到后面却不能坚持,事情总是在这种情况下失败。要改变心态和做事方式,看准方向就坚持到底，方可成功。",
		"id": 45
	},
	{
		"summary": "中吉",
		"stars": 4,
		"sign": "努力经营，时来运转，旷野枯草,春来花开",
		"unsign": "寒雪青松性刚强，一度祸难过灾殃，将此发达利亨通,晚景繁荣福无疆。",
		"id": 46
	}
]

const lots = [{
    fortuneSummary: "大吉",
    signText: "浮云散尽月当空，逢此签者皆为上吉。明镜在心清如许，所求之事心想则成。合适顺心而为的一天，不管是想做的事情，还是想见的人，现在是行动起来的好时机。",
    unSignText:"今天的幸运物是:不断发热的「烈焰花花蕊」。烈焰花的炙热来自于火辣辣的花心。万事顺利是因为心中自有-条明路。",
    luckyCharm: "烈焰花花蕊"   
 },
 {  fortuneSummary: "大吉",
    signText: "宝剑出匣来，无往不利。出匣之光，亦能照亮他人。今日能一箭射中空中的猎物，能- - 击命中守卫要害。若没有目标，不妨四处转转，说不定会有意外之喜。同时，也不要忘记和倒霉的同伴分享一下好运气哦。",
    unSignText:"今天的幸运物是:难得一见的「马尾」。马尾随大片荻草生长，但却更为挺拔。与傲然挺立于此世的你一定很是相配。",
    luckyCharm: "马尾"
 },
 {  fortuneSummary: "大吉",
    signText: "会起风的日子，无论干什么都会很顺利的一天。周围的人心情也非常愉快，绝对不会发生冲突，还可以吃到一直想吃，但没机会吃的美味佳肴。无论是工作，还是旅行，都- -定会十分顺利吧。那么，应当在这样的好时辰里，一鼓作气前进...",
    unSignText:"今天的幸运物是:茁壮成长的「鸣草」。许多人或许不知道，鸣草是能预报雷暴的植物。向往着雷神大人的青睐，只在稻妻列岛上生长。摘下鸣草时酥酥麻麻的触感，据说和幸福的滋味很像。",
    luckyCharm: "鸣草"
 },
 {  fortuneSummary: "大吉",
    signText: "失而复得的一天。原本以为石沉大海的事情有了好的回应，原本分道扬镳的朋友或许可以再度和好，不经意间想起了原本已经忘记了的事情。世界，上没有什么是永远无法挽回的，今天就是能够挽回失去事物的日子。",
    unSignText:"今天的幸运物是: 活蹦乱跳的「鬼兜虫」。鬼兜虫是爱好和平、不愿意争斗的小生物。这份追求平和的心一定能为你带 来幸福吧。",
    luckyCharm: "鬼兜虫"
 },
 {  fortuneSummary: "中吉",
    signText: "十年磨一剑，今朝示霜刃。任恶运已销，身临否极泰来之时。苦练多年未能一显身手的才能，现今有了大展身手的极好机会。若是遇到阻碍之事，亦不必迷惘，大胆地拔剑，痛快地战斗一番吧。",
    unSignText:"今天的幸运物是:生长多年的「海灵芝」。弱小的海灵芝虫经历多年的风风雨雨，才能结成海灵芝。为目标而努力前行的人们，最终也必将拥有胜利的果实。",
    luckyCharm: "海灵芝"
 },
 {  fortuneSummary: "中吉",
    signText: "天上有云飘过的日子，天气令人十分舒畅。工作非常顺利，连午睡时也会想到好点子。突然发现，与老朋友还有其他的共同话题...每一天每一天都要积极开朗地度过。",
    unSignText:"今天的幸运物是:色泽艳丽的「堇瓜」。人们常说表里如一是美德，但堇瓜明艳的外貌下隐藏着的是谦卑而甘甜的内在。",
    luckyCharm: "堇瓜"
 },
 {  fortuneSummary: "吉",
    signText: "如既往的一天。身体和心灵都适应了的日常。出现了能替代弄丢的东西的物品，令人很舒心。和常常遇见的人关系会变好，可能会成为朋友。无论是多寻常的日子，都能成为宝贵的回忆。",
    unSignText:"今天的幸运物是:闪闪发亮的「晶核」。晶蝶是凝聚天地间的元素，而长成的细小生物。而元素是这个世界许以天地当中的人们的祝福。",
    luckyCharm: "晶核"
 },
 {  fortuneSummary: "吉",
    signText: "明明没有什么特别的事情，却感到心情轻快的日子。在没注意过的角落可以找到本以为丢失已久的东西。食物比平时更加鲜美，路上的风景也令人眼前一亮。这个世界，上充满了新奇的美好事物。",
    unSignText:"今天的幸运物是:散发暖意的「鸟蛋」。鸟蛋孕育着无限的可能性，是未来之种。反过来，这个世界对鸟蛋中的生命而言,也充满了令其兴奋的未知事物吧，要温柔对待鸟蛋喔。",
    luckyCharm: "鸟蛋"
 },
 {  fortuneSummary: "吉",
    signText: "枯木逢春，正当万物复苏之时。陷入困境时，能得到解决办法。举棋不定时，会有贵人来相助。可以整顿一番心情，清理一番家装，说不定能发现意外之财。",
    unSignText:"今天的幸运物是:节节高升的「竹笋」。竹笋拥有着无限的潜力，没有人知道一颗竹笋，到底能长成多高的竹子。看着竹笋，会让人不由自主期待起未来吧。",
    luckyCharm: "竹笋"
 }, 
 {  fortuneSummary: "末吉",
    signText: "气压稍微有点低，是会令人想到遥远的过去的日子。早已过往的年轻岁月，与再没联系过的故友的回忆，会让人感到一丝平淡的怀念， 又稍微有一点点感伤。偶尔怀念过去也很好。放松心情面对未来吧。",
    unSignText:"今天的幸运物是:清新怡人的「薄荷」。只要有草木生长的空间，就一定有薄荷。这么看来，薄荷是世界上最强韧的生灵。据说连蒙德的雪山_上也长着薄荷呢。",
    luckyCharm: "薄荷"
 },
 {  fortuneSummary: "末吉",
    signText: "空中的云层偏低，并且仍有堆积之势，不知何时雷雨会骤然从头顶倾盆而下。但是等雷雨过后，还会有彩虹在等着。宜循于旧，守于静，若妄为则难成之。",
    unSignText:"今天的幸运物是:树上掉落的「松果」。并不是所有的松果都能长成高大的松树，成长需要适宜的环境，更需要一点运气。所以不用给自己过多压力，耐心等待彩虹吧。",
    luckyCharm: "松果"
 },
 {  fortuneSummary: "末吉",
    signText: "云遮月半边，雾起更迷离。抬头即是浮云遮月，低头则是浓雾漫漫。虽然一时前路迷惘，但也会有一切明了的时刻。现下不如趁此机会磨炼自我，等待拨云见皎月。",
    unSignText:"今天的幸运物是:暗中发亮的「发光髓」。发光髓努力地发出微弱的光芒。虽然比不过其他光源，但看清前路也够用了。",
    luckyCharm: "发光髓"
 },
 {  fortuneSummary: "末吉",
    signText: "平稳安详的一天。没有什么令人难过的事情会发生。适合和久未联系的朋友聊聊过去的事情，一同欢笑。任吃东西的时候会尝到很久以前体验过的过去的味道。要珍惜身边的人与事。",
    unSignText:"今天的幸运物是:酥酥麻麻的「电气水晶」。电气水晶蕴含着无限的能量。如果能够好好导引这股能量，说不定就能成就什么事业。",
    luckyCharm: "电气水晶"
 },
 {  fortuneSummary: "末吉",
    signText: "晴朗的天空突然刮过一阵风， 它预示着什么?虽然有在原地打转的感觉，但这只是暂时的。留心出现在身边的人，虽然都是熟悉的面容。可你的命运，却会因为他们的存在悄悄改变...",
    unSignText:"今天的幸运物是: 来自遥远异国的蒲公英。随风而起的种子，是你最好的象征。飞翔吧， 漂泊吧，跨越大海，行至远方。但总有一天，你将不再漂泊。总有一天，你-定能成为你希望的模样。",
    luckyCharm: "蒲公英"
 },
 {  fortuneSummary: "凶",
    signText: "珍惜的东西可能会遗失，需要小心。如果身体有不适，一定要注意休息。在做出决定之前，一定要再三思考。",
    unSignText:"今天的幸运物是:冰凉冰凉的「冰雾花」。冰雾花散发着「生人勿进」的寒气。但有时冰冷的气质，也能让人的心情与头脑冷静下来。据此采取正确的判断，明智地行动。",
    luckyCharm: "冰雾花"
 },
 {  fortuneSummary: "凶",
    signText: "隐约感觉会下雨的一天。可能会遇到不顺心的事情。应该的褒奖迟迟没有到来，服务生也可能会上错菜。明明没什么大不了的事，却总感觉有些心烦的日子。难免有这样的日子。",
    unSignText:"今天的幸运物是:随波摇曳的「海草」。海草是相当温柔而坚强的植物，即使在苦涩的海水中，也不愿改变自己。即使在逆境中，也不要放弃温柔的心灵。",
    luckyCharm: "海草"
 },
 {  fortuneSummary: "凶",
    signText: "内心空落落的一天。可能会陷入深深的无力感之中。很多事情都无法理清头绪，过于钻牛角尖则易生病。虽然一切皆陷于低潮谷底中，但也不必因此而气馁。若能撑过一时困境，他日必另有一番作为。",
    unSignText:"今天的幸运物是:弯弯曲曲的「蜥蜴尾巴」。蜥蜴遇到潜在的危险时，大多数会断尾求生。若是遇到无法整理的情绪，那么该断则断吧。",
    luckyCharm: "蜥蜴尾巴"
 }]

export { fortuneList, lots }